/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "EI"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "Kumoa";
"QUIT" = "Lopeta";
"STOP" = "Seis";
"START" = "Aloita";
"WARNING" = "Varoitus";
"ERROR" = "Virhe";
"ON" = "Päällä";
"OFF" = "Pois";
"STARTING" = "Käynnistyy…";
"STOPPING" = "Sammutetaan…";
"UNAVAILABLE" = "Ei saatavilla";
"UNKNOWN" = "Tuntematon";
"ADD" = "Lisää";
"OTHER..." = "Muu…";
"UNKNOWN_USER" = "Tuntematon käyttäjä";

// Common ACL names
"Administrators" = "Ylläpitäjät";
"Everyone" = "Kaikki";

"AX_DESCR_ADD_SP" = "Lisää jakopiste";
"AX_DESCR_REMOVE_SP" = "Poista jakopiste";
"AX_DESCR_ADD_USER" = "Lisää käyttäjä";
"AX_DESCR_REMOVE_USER" = "Poista käyttäjä";

"AX_DESCR_USERS" = "Käyttäjät";
"AX_DESCR_SHAREPOINTS" = "Jakopisteet";

"AX_DESCR_FOR_NSStatusUnknown" = "Tila on pois päältä -osoitin";
"AX_DESCR_FOR_NSStatusAvailable" = "Tila on päällä -osoitin";
"AX_DESCR_FOR_NSStatusAway" = "Tilan virheosoitin";
"AX_DESCR_FOR_NSStatusIdle" = "Tilan varoitusosoitin";

/* ES warnings */
"ESWARNING_TITLE" = "Tietokone on asetettu menemään nukkumaan tietyn käyttämättömyysajan jälkeen.";
"ESWARNING_OPEN_ES" = "Avaa Energiansäästäjä…";
"ESWARNING_DESC" = "Palvelut eivät ole käytettävissä nukkumisen aikana. Voit muuttaa asetuksia Energiansäästäjä-asetuksissa.";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "Etäkirjautuminen";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "Salli telnetin käyttö";
"CAPTION_TELNET_IS_OFF" = "Estä telnetin käyttö";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Bonjour-nimi on virheellinen.";
"RENDEZVOUS_TOOL_TIP" = "Bonjour-nimen ensimmäisen ja viimeisen merkin pitää olla kirjain tai numero.\nVälissä olevat merkit voivat olla kirjaimia, numeroita ja yhdysmerkkejä.";
"RENDEZ_EXPL" = "Lähiverkon tietokoneet voivat käyttää tätä tietokonetta osoitteessa: %@.local";
"NAME_EXPL" = "Muut voivat käyttää tietokonetta paikallisesti osoitteessa %@.local tai kaikkialta osoitteessa %@.";


/* AFP server */
"CAPTION_AFP_IS_ON" = "Tiedostonjako: päällä";
"CAPTION_AFP_IS_STARTING" = "Tiedostonjako aloitetaan…";
"DESCR_AFP" = "Tiedostonjako mahdollistaa muiden käyttäjien käyttää tämän tietokoneen jaettuja kansioita ja ylläpitäjien käyttää kaikkia taltioita.";
"CAPTION_AFP_IS_OFF" = "Tiedostonjako: pois";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "Palomuuri estää tiedostojaon";

"CAPTION_AFP_IS_STOPING" = "Tiedostonjako lopetetaan…";
"CAPTION_AFP_IS_STOPING_IN" = "Tiedostonjako lopetetaan %d minuutin kuluttua";
"CAPTION_AFP_IS_STOPING_SOON" = "Tiedostonjako lopetetaan alle minuutin päästä";

"DESCR_AFP_WILL_STOP" = "Muiden tietokoneiden käyttäjät pääsevät tämän koneen julkisiin kansioihin tiedostonjaon avulla.";
"DESCR_AFP_IS_STOPING_IN" = "Tiedostonjako lopetetaan %li minuutin kuluttua.";
"DESCR_AFP_IS_STOPING_SOON" = "Tiedostonjako lopetetaan alle minuutin päästä.";

"AFP_INFO_TEXT" = "Muut käyttäjät voivat käyttää tämän tietokoneen jaettuja kansioita ja ylläpitäjät kaikkia taltioita kohteessa %@ tai ”%@”.";
"AFP_INFO_TEXT_SHORT" = "Muut käyttäjät voivat käyttää tämän tietokoneen jaettuja kansioita ja ylläpitäjät kaikkia taltioita kohteessa %@.";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "Haluatko varmasti lopettaa kansion ”%@” jakamisen?";
"IDENTITY_DELETE_TITLE" = "Haluatko varmasti poistaa käyttäjän ”%@” luettelosta, jonka käyttäjät pääsevät jaettuun kansioon ”%@?”";

"PUBLIC_SHAREPOINT_NAME" = "Henkilön %@ julkinen kansio";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Windows-jako: päällä";
"CAPTION_SAMBA_IS_OFF" = "Windows-jako: pois";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Palomuuri estää Windows-jaon";

"SAMBA_ACCOUNTS_BUTTON" = "Tilit…";

"SAMBA_INFO_TEXT" = "Windows-käyttäjät voivat käyttää tämän tietokoneen jaettuja kansioita ja ylläpitäjät kaikkia taltioita kohteessa %@.";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "Sallitut tilit: ";
"SEPARATOR" = ", ";
"SAMBA_ADDRESS" = "\\\\%@\\%@";
"SAMBA_IS_NOT_AVAILABLE" = "Windows-tiedostonjakoa ei ole asennettu koneeseen. Asenna Windows-tiedostonjako Mac OS X -asentajalla.";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Windows-tiedostonjako aloitetaan…";
"SMB_IS_STOPPING" = "Windows-tiedostonjako lopetetaan…";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "Jos haluat ottaa SMB-tiedostojaon käyttöön tilille ”%@”, syötä tilin salasana.";
"SAMBA_DISABLE_PASSWORD_TEXT" = "Jos haluat poistaa SMB-tiedostojaon käytöstä tilillä ”%@”, syötä tilin salasana.";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "Salasanassa on oltava vähintään 4 merkkiä. Kirjoita uusi salasana.";

/* Web server */
"CAPTION_WEB_IS_ON" = "Web-jako: päällä";
"CAPTION_WEB_IS_OFF" = "Web-jako: pois";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Palomuuri estää verkkojaon";
"CAPTION_WEB_IS_STARTING" = "Web-jako aloitetaan…";
"DESCR_WEB_GENERAL" = "Web-jaolla muiden tietokoneiden käyttäjät voivat katsella tämän tietokoneen verkkosivuja.";
"CAPTION_WEB_IS_STOPING" = "Web-jako lopetetaan…";
"WEB_IS_NOT_AVAILABLE" = "Web-jakoa ei ole asennettu tälle koneelle. Asenna Web-jako Mac OS X asentajalla.";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "DVD- tai CD-jako";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "DVD- tai CD-jako: Pois";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "DVD- tai CD-jako: Päällä";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "Palomuuri estää DVD- tai CD-jaon";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "DVD- tai CD-jako käynnistetään…";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "DVD- tai CD-jako lopetetaan…";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "Tämä mahdollistaa muiden tietokoneiden käyttäjien käyttää tämän tietokoneen DVD- tai CD-asemaa etänä.";
"ODS_DVD_ASK_TITLE" = "Kysy ennen sallimista muiden käyttää DVD-asemaa";
"ODS_CD_ASK_TITLE" = "Kysy ennen sallimista muiden käyttää CD-asemaa";

/* FTP */
"FTP_IS_ON" = "FTP-pääsy: päällä";
"FTP_IS_OFF" = "FTP-pääsy: pois";
"FTP_IS_NOT_AVAILABLE" = "FTP:tä ei ole asennettu koneeseen. FTP asennetaan asentamalla Mac OS X:n asentajan BSD-paketit.";
"FTP_BASIC_DESCR" = "FTP sallii muiden tietokoneiden käyttäjien vaihtaa tiedostoja tämän tietokoneen kanssa FTP-ohjelmien käyttäen.";
"FTP_IS_BLOCKED_BY_FIREWALL" = "Palomuuri estää pääsyn FTP-palvelimelle";

"FTP_INFO_TEXT" = "Muut voivat käyttää FTP-palvelinta osoitteessa\nftp://%@/ tai etsiä kohdetta ”%@”.";
"AFP_NUMBER_OF_CLIENTS" = "Käyttäjiä yhteydessä: %d";

"FTP_IS_STARTING" = "FTP aloitetaan…";
"FTP_IS_STOPPING" = "FTP lopetetaan…";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "Etäkirjautuminen aloitetaan…";
"CAPTION_SSH_IS_STOPPING" = "Etäkirjautuminen lopetetaan…";
"SSH_INFO_GENERAL" = "Etäkirjautuminen mahdollistaa muiden koneiden käyttäjien pääsyn tälle koneelle SSH:n avulla.";
"SSH_ON" = "Etäkirjautuminen: päällä";
"SSH_OFF" = "Etäkirjautuminen: pois";
"SSH_INFO_TEXT" = "Kun haluat muodostaa etäyhteyden tietokoneeseen, kirjoita ”ssh %@@%@”.";
"SSH_BLOCKED_BY_FIREWALL" = "Palomuuri estää etäkirjautumisen";

/* Alerts */
"FTP_MISSING_ERR" = "FTP-asetuksia ei voida muokata, koska BSD-pakettia ei ole asennettu.";
"FTP_MISSING_EXPLANATION" = "Asenna BSD-paketti, jos haluat muokata FTP-asetuksia."; 

/* Firewall Strings */
"FIREWALL_ON" = "Palomuuri päällä";
"FIREWALL_OFF" = "Palomuuri pois";
"FIREWALL_UNA" = "Palomuuri ei ole käytettävissä";
"ERROR_FIREWALL" = "Palomuuriasetuksia ei voida muuttaa, koska niiden lukeminen järjestelmästä epäonnistui.";
"ERROR_FIREWALL_EXPL" = "Jos ongelma ei häviä, käynnistä tietokone uudelleen ja yritä uudelleen.";
"DEFAULT_ENTRY" = "Tämän palvelun palomuuriasetuksia ei voida muuttaa.";
"TOOL_TIP_OFF_TCP" = "Tämä on palomuuritietue palvelulle %@.\nSe on tällä hetkellä pois päältä ja TCP-liikenne portteihin %@ estetään.";
"TOOL_TIP_OFF_UDP" = "Tämä on palomuuritietue palvelulle %@.\nSe on tällä hetkellä pois päältä ja UDP-liikenne portteihin %@ estetään.";
"TOOL_TIP_OFF_BOTH" = "Tämä on palomuuritietue palvelulle %@.\nSe on tällä hetkellä pois päältä ja TCP-liikenne portteihin %@ ja UDP-liikenne portteihin %@ estetään.";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "Tiedosto- ja Web-jako";
"APPLICATION" = "Ohjelmajako";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "Etähallinta";
"SCREEN_SHARING_TITLE" = "Näytön jakaminen";
"Personal File Sharing" = "Tiedostonjako";
"Samba Sharing" = "Windows-jako";
"Personal Web Sharing" = "Web-jako";
"Remote Login - SSH" = "Etäkirjautuminen - SSH";
"Remote Apple Events" = "Apple Event -etäkomennot";
"FTP Access" = "FTP-pääsy";
"BlueToothService" = "Bluetooth-jako";
"Printer Sharing" = "Tulostinjako";
"Scanner Sharing" = "Skannerijako";
"iChat Rendezvous" = "iChatin Bonjour-jako";
"iTunes Music Sharing" = "iTunesin musiikkijako";
"iPhoto Rendezvous Sharing" = "iPhoton Bonjour-jako";
"Network Time" = "Verkkoaika";
"Dynamic DNS" = "Dynaaminen DNS";
"Xgrid" = "Xgrid-jako";

/* BT */
"BT_INFO_TEXT" = "Käytä Bluetooth-jakoasetuksia määrittääksesi tietokoneesi jakamaan tiedostoja muiden Bluetooth-laitteiden kanssa.";
"BT_IS_ON" = "Bluetooth-jako: päällä";
"BT_IS_OFF" = "Bluetooth-jako: pois";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "Tulostinjako ei tällä hetkellä ole käytettävissä.";
"PS_IS_ON" = "Tulostinjako: päällä";
"PS_IS_OFF" = "Tulostinjako: pois";
"PS_IS_BLOCKED_BY_FIREWALL" = "Palomuuri estää tulostinjaon";
"PS_IS_STARTING" = "Tulostinjako aloitetaan…";
"PS_IS_STOPPING" = "Tulostinjako lopetetaan…";
"PRINTER_SHARING_BASIC" = "Tulostinjako sallii tämän verkon muiden käyttäjien tähän tietokoneeseen liitettyjä tulostimia.";
"PRINTER_FAX_SHARING_BASIC" = "Tulostinjako sallii tämän verkon muiden käyttäjien tähän tietokoneeseen liitettyjä tulostimia ja faksimodeemeja.";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "Skannerijako: päällä";
"SCANNERSHARING_IS_OFF" = "Skannerijako: pois päältä";

/* Remote Apple Events */
"REMOTE_AE_ON" = "Apple Event -etäkomennot: päällä";
"REMOTE_AE_OFF" = "Apple Event -etäkomennot: pois";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "Palomuuri estää Apple Event -etäkomennot";
"RAE_IS_STARTING" = "Apple Event -etäkomennot aloitetaan…";
"RAE_IS_STOPPING" = "Apple Event -etäkomennot lopetetaan…";
"AE_BUTTON_TITLE" = "Määrittele…";
"RAE_PICKER_TITLE" = "Apple Event -etäkomennot";
"SSH_PICKER_TITLE" = "Etäkirjautuminen";

/* ARD */
"ARD_ON" = "Etähallinta: päällä";
"ARD_OFF" = "Etähallinta: pois";
"ARD_BLOCKED_BY_FIREWALL" = "Palomuuri estää etähallinnan";
"ARD_GENERAL_INFO_TEXT" = "Etähallinta sallii muiden käyttäjien käyttää tietokonetta Apple Remote Desktopilla.";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "Näytön jakaminen sallii muiden tietokoneiden käyttäjien tarkkailla ja hallita tätä tietokonetta etäältä.";
"ARD_INFO_TEXT" = "Muut käyttäjät voivat hallita tietokonetta käyttäen osoitetta\n%@.";
"ARD_URL" = "http://www.apple.com/fi/remotedesktop/";
"ARD_ACCESS_BUTTON" = "Käyttöoikeudet…";
"ARD_MENU_EXTRA_CHECKBOX" = "Näytä tila valikkorivillä";
"CAPTION_ARD_IS_STARTING" = "Etähallinta aloitetaan…";
"CAPTION_ARD_IS_STOPPING" = "Etähallinta lopetetaan…";
"ARD_STARTING_DESC" = "Remote Management mahdollistaa ylläpitäjien tarkkailla näyttöä ja hallita tietokonetta ohjelmaa %@ käyttäen.";
"ARD_IS_NOT_AVAILABLE" = "Remote Managementia ei ole asennettu tälle tietokoneelle.";
"ARD_CONTROL_OBSERVE" = "Hallitse ja tarkkaile";
"SCREEN_SHARING_INFO" = "Muut voivat käyttää tietokonetta osoitteessa vnc://%@/ tai etsiä kohdetta ”%@”.";
"SCREEN_SHARING_INFO_SHORT" = "Muut käyttäjät voivat käyttää tietokonetta osoitteessa vnc://%@/.";
"SCREEN_SHARING_ON" = "Näytön jakaminen: päällä";
"SCREEN_SHARING_OFF" = "Näytön jakaminen: pois";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "Palomuuri estää näytönjaon";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "Haluatko varmasti ottaa näytön jaon pois päältä tietokoneelta ”%@”?";
"SCREEN_SHARING_OFF_WARNING_DESC" = "Jos näytön jako otetaan tällä tietokoneella pois käytöstä, muut tietokoneet, joiden kanssa näyttö jaetaan, eivät enää näe näyttöä.";

/* NAT (Internet Sharing) */
"Internet Sharing" = "Internet-jako";
"INTERNET_SHARING_ON" = "Internet-jako: päällä";
"INTERNET_SHARING_OFF" = "Internet-jako: pois";
"INTERNET_SHARING_MESSAGE" = "Internet-jako sallii muiden tietokoneiden jakaa sinun internet-yhteytesi.";
"INTERNET_SHARING_SELECT_OUT" = "Internet-jakoa ei voida käynnistää, koska jakoa varten ei ole valittu porttia.";
"INTERNET_SHARING_NO_OUT" = "Internet-jakoa ei voida käynnistää, koska jakoa varten ei löydy vapaata porttia. Valitse jaettavaksi toinen yhteys tai avaa uusi portti Verkko-asetusten avulla.";
"INTERNET_SHARING_NO_FROM" = "Internet-jakoa ei voida käynnistää, koska internet-yhteys ei ole avoinna. Avaa internet-yhteys käyttämällä Verkko-asetuksia.";
"INTERNET_SHARING_NOT_AVAILABLE" = "Internet-jako ei ole mahdollista, koska sinulla ei ole aktiivista Internet-yhteyttä.";
"AUTOMATIC" = "Automaattinen";
"PRIMARY_INTERFACE_WARNING" = "Jos avaat tämän portin, internet-palveluntarjoajasi saattaa keskeyttää palvelusi, jotta et häiritsisi heidän verkkoaan.";
"PRIMARY_INTERFACE_EXPL" = "Joissain tapauksissa (esim. kaapelimodeemin käytössä) voit tahattomasti vaikuttaa internet-palveluntarjoajasi verkkoasetuksiin ja näin rikkoa palvelusopimuksesi sääntöjä.";
"INTERNET_SHARING_NETWORK" = "Internet-jaettu verkko";
"INTERNET_SHARING_ARE_YOU_SURE" = "Haluatko varmasti käynnistää internet-jaon?";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "Jos tietokoneesi on yhteydessä verkkoon, internet-jaon käynnistäminen saattaa vaikuttaa muiden tietokoneiden verkkoasetuksiin ja häiritä verkon toimintaa. Ota yhteyttä järjestelmän ylläpitäjään ennen internet-jaon käynnistämistä.";
"INTERNET_SHARING_NO_SERVICES" = "Aktiivisia palveluita ei löydy";
"INTERNET_SHARING_NOT_INSTALLED" = "Internet-jakoa ei ole asennettu koneeseen. Asentaaksesi internet-jaon, asenna BSD-paketit Mac OS X -asentajalla.";

"AIRPORT_WARNING" = "Jotta voit jakaa internet-yhteyden, AirPort on kytkettävä päälle.";
"AIRPORT_WARNING_INFO" = "AirPort on pois päältä.";
"TURN_POWER_ON" = "Kytke AirPort päälle";
"DEFAULT_AIRPORT_NETWORK" = "AirPort-verkko";
"NETWORK_PASSWORD" = "Ottaaksesi yhteyden tämän tietokoneen AirPort-verkkoon koneelta, joka ei käytä AirPort-ohjelmistoa, käytä seuraavaa vastaavaa verkkosalasanaa (WEP-avain):";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "Avaa Energiansäästäjä";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "Näytä Palvelut";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "Muut asetukset saattavat häiritä Internet-jakoa";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB (ilman netbiosta)";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Bonjour-pikaviestintä";
"VNC" = "VNC";
"NETWORKTIME" = "Verkkoaika";
"CVS" = "CVS";
"WEBSTAR" = "WebSTAR hallinta";
"XCODE" = "Jaettu Xcode-koontikäännös";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "Dynaaminen DNS -jako päällä";
"DYNDNS_OFF" = "Dynaaminen DNS -jako pois";
"CAPTION_DYNDNS_IS_STARTING" = "Dynamic DNS aloitetaan…";
"CAPTION_DYNDNS_IS_STOPPING" = "Dynamic DNS lopetetaan…";
"DYNDNS_INFO_TEXT" = "Muut voivat etäkäyttää tietokonettasi osoitteessa ”%@”.";
"DYNDNS_STARTING_DESC" = "Dynaaminen DNS sallii muiden muodostaa yhteyden tietokoneellesi dynaamisen DNS-domainin kautta.";
"DYNDNS_BUTTON_STRING" = "Määrittele…";
"DYNDNS_HAS_SECRET" = "<asetettu>";
"DYNDNS_NO_SECRET" = "<ei mitään>";
"DYNDNS_FAILED_SHEET_TITLE" = "Dynaaminen DNS ei käynnissä";
"DYNDNS_FAILED_SHEET_MESSAGE" = "Dynaaminen DNS ei rekisteröinyt kohdetta ”%@”.\n\n%@";
"DYNDNS_START_TIMEOUT" = "Dynaamisen DNS:n käynnistys aikakatkaistiin. Tarkista asetukset ja yritä uudelleen.";
"DYNDNS_NO_SERVERS_AVAILABLE" = "Ei saatavilla";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "Tapahtui tuntematon virhe.";
"MDNS_RESPONSE_NONETWORK_ERROR" = "Muodostettaessa yhteyttä verkkoon esiintyi ongelma. Varmista, että kaapelit on liitetty oikein ja yritä uudelleen.";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "Tietokone ei pysty muodostamaan yhteyttä DNS-palvelimelle. Tarkista Verkko-asetukset ja varmista, että DNS-palvelimen osoite on oikein.";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "Toinen käyttäjä käyttää tietokonetta nimeltään @#$@. Muuta tietokoneen nimeä tai yritä myöhemmin uudelleen.";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "Tietokone on yhteydessä internetiin yhdyskäytävän kautta, joka ei salli sen toimivan palvelimena Internetissä.";
"MDNS_RESPONSE_FIREWALL_ERROR" = "Valittu DNS-palvelin ei saa tietokonetta näkymään internetissä. Se saattaa olla palomuurin takana.";

"XGRID_ON" = "Xgrid-jako: päällä";
"XGRID_OFF" = "Xgrid-jako: pois";
"CAPTION_XGRID_IS_STARTING" = "Xgrid-agentti aloitetaan…";
"CAPTION_XGRID_IS_STOPPING" = "Xgrid-agentti lopetetaan…";
"XGRID_INFO_TEXT" = "Xgrid-agentti on päällä.";
"XGRID_STARTING_DESC" = "Xgrid-jako sallii Xgrid-ohjaimien muodostaa yhteyden tietokoneellesi ja antaa sille Xgrid-tehtäviä suoritettavaksi.";
"XGRID_ADV_BUTTON" = "Määrittele…";
"XGRID_START_TIMEOUT" = "Xgrid-agentin käynnistämisessä oli ongelma.";
"XGRID_STOP_TIMEOUT" = "Xgrid-agentin pysäyttämisessä oli ongelma.";
"XGRID_NO_AGENT_TITLE" = "Xgrid-agenttia ei löytynyt";
"XGRID_NO_AGENT_DESC" = "Tietokoneelle on asennettava Xgrid-agentti, jotta Xgrid-jako voidaan ottaa käyttöön.";
"XGRID_MISSING_PASSWORD_TITLE" = "Puuttuva salasana";
"XGRID_MISSING_PASSWORD_INFO" = "Agentti on asetettu vaatimaan Xgrid-ohjaimelta salasanaa, mutta salasanaa ei ole asetettu. Salasana on asetettava tai salasanan vaatiminen on poistettava käytöstä ennen kuin agentti voidaan käynnistää.";
"XGRID_SECURITY_WARNING_TITLE" = "Turvallisuusvaroitus";
"XGRID_SECURITY_WARNING_INFO" = "Jos poistat salasanavaatimuksen, tietokonettasi voidaan ehkä käyttää luvatta.";
"XGRID_GENERAL_INFO" = "Xgrid-jako sallii Xgrid-ohjaimien muodostaa yhteyden tietokoneellesi ja antaa sille Xgrid-tehtäviä suoritettavaksi.";

"LABEL_SHAREDFOLDERS" = "Jaetut kansiot:";
"LABEL_USERSGROUPS" = "Käyttäjät:";

"APPLY_PERMISSION_MAIN_TEXT" = "Haluatko varmasti käyttää valittua omistajaa, ryhmää ja oikeuksia kaikille sisältyville kohteille?";
"APPLY_PERMISSION_PROGRESS_LABEL" = "Käytetään oikeuksia kohteeseen ”%@”";
